rem получение информации по id работника
rem restish http://127.0.0.1:8000/v1/employee/1
rem restish http://127.0.0.1:8000/v1/employee/2
rem restish http://127.0.0.1:8000/v1/employee/3

rem получение информации по всем работникам
rem restish http://127.0.0.1:8000/v1/employees

rem добавление нового работника
rem restish POST "http://127.0.0.1:8000/v1/employee" DEPARTMENT:"Пермское отделение",FIO:"Зырянова Алина Артёмовна",POSITION:"Ведущий специалист"

rem фиксация начала работы по ФИО работника
rem restish POST http://127.0.0.1:8000/v1/in/"Иванов Иван Иванович"
rem restish POST http://127.0.0.1:8000/v1/in/"Зосимова Аркадия Ильинишна"

rem фиксация конца работы по ФИО работника
rem restish POST http://127.0.0.1:8000/v1/out/"Иванов Иван Иванович"
rem restish POST http://127.0.0.1:8000/v1/out/"Зосимова Аркадия Ильинишна"

rem получение информации об отработанном работником времени, за указанный период
rem restish http://127.0.0.1:8000/v1/worktime/"Иванов Иван Иванович"/"2023-05-11 00:00:00"/"2023-05-19 23:59:59"
rem restish http://127.0.0.1:8000/v1/worktime/"Зосимова Аркадия Ильинишна"/"2023-05-17 02:30:00"/"2023-05-19 23:59:59"
